export const PROVINCES = [
  {
    name: 'تهران',
    cities: ['تهران', 'اسلامشهر', 'ری', 'شهریار', 'ورامین', 'قدس', 'پاکدشت', 'شمیرانات', 'رباط کریم', 'ملارد', 'دماوند', 'فیروزکوه', 'پیشوا']
  },
  {
    name: 'اصفهان',
    cities: ['اصفهان', 'کاشان', 'خمینی شهر', 'نجف آباد', 'شهرضا', 'اردستان', 'مبارکه', 'فلاورجان', 'گلپایگان', 'زرین شهر', 'نطنز', 'دولت آباد', 'سمیرم']
  },
  {
    name: 'فارس',
    cities: ['شیراز', 'مرودشت', 'کازرون', 'فسا', 'لار', 'جهرم', 'داراب', 'آباده', 'اقلید', 'فیروزآباد', 'نی ریز', 'لامرد', 'سپیدان']
  },
  {
    name: 'خراسان رضوی',
    cities: ['مشهد', 'نیشابور', 'سبزوار', 'تربت حیدریه', 'قوچان', 'کاشمر', 'گناباد', 'تایباد', 'خواف', 'چناران', 'طرقبه', 'سرخس']
  },
  {
    name: 'آذربایجان شرقی',
    cities: ['تبریز', 'مراغه', 'مرند', 'اهر', 'میانه', 'اسکو', 'شبستر', 'هشترود', 'بناب', 'سراب', 'بستان آباد', 'ورزقان']
  }
];
